{
    "whatWeDo": {
      "mainTitle": "What We Do",
      "mainIntro": "We give small business owners their time back through intelligent automation. By harnessing the power of AI, we transform time-consuming manual processes into streamlined, automated workflows that work for you 24/7.",
      "sections": {
        "findingOpportunities": {
          "title": "Finding Hidden Opportunities",
          "content": "Our expertise lies in identifying those frustrating bottlenecks in your business operations – the repetitive tasks that eat away at your valuable time. Whether it's manually processing invoices, responding to routine customer inquiries, or managing appointment schedules, we spot where AI can make the biggest impact.",
          "automationOpportunities": [
            "Processing customer invoices and receipts",
            "Scheduling appointments and meetings",
            "Responding to common customer inquiries",
            "Data entry and document processing",
            "Managing inventory and stock levels",
            "Generating financial reports",
            "Processing employee timesheets",
            "Handling expense claims",
            "Updating customer records",
            "Managing social media posts",
            "Monitoring website analytics",
            "Processing job applications",
            "Generating sales quotes",
            "Managing email campaigns",
            "Tracking project milestones",
            "Processing purchase orders",
            "Managing customer feedback",
            "Updating product catalogs",
            "Processing insurance claims",
            "Managing customer subscriptions"
          ]
        },
        "customSolutions": {
          "title": "Custom Solutions for Your Business",
          "content": "Every business is unique, which is why we create tailored AI solutions that fit your specific needs. Our custom automations handle tasks in seconds that would normally take hours, allowing you to:",
          "benefits": [
            "Focus on strategic growth instead of drowning in administrative work",
            "Provide faster, more consistent service to your customers",
            "Reduce errors and improve accuracy in daily operations",
            "Scale your business without proportionally increasing overhead"
          ]
        },
        "results": {
          "title": "Real Results, Real Time Savings",
          "content": "Imagine completing your monthly reporting in minutes instead of days, or having customer support questions answered instantly, 24/7. Our AI solutions don't just save time – they transform how your business operates, giving you the freedom to focus on what really matters: growing your business and serving your customers better."
        },
        "guarantee": {
          "title": "Our Promise to You",
          "content": "We're so confident in our ability to transform your business that we offer a 100% money-back guarantee. If you're not completely satisfied with our AI solutions within the first 90 days, we'll refund your entire investment – no questions asked. Your success is our priority, and we stand behind our work."
        }
      }
    }
  }